{
    "version": 2,
    "items": [
      {
        "origin": "Falcon 1 becomes the first privately developed liquid-fuel rocket to reach Earth orbit.",
        "translation": "Falcon 1 становится первой частной ракетой на жидкостно-реактивном двигателе, которая достигла околоземной орбиты."
    },
    {
        "origin": "Fifth successful flight of Falcon makes history, becoming the first privately developed liquid-fuel rocket to deliver a commercial satellite to orbit.",
        "translation": "Пятый успешный полет Falcon вошел в историю, став первой частной ракетой на жидкостно-реактивном двигателе, доставившей коммерческий спутник на орбиту."
    },
    {
        "origin": "SpaceX becomes the first private company to successfully launch, orbit, and recover a spacecraft.",
        "translation": "SpaceX становится первой частной компанией, успешно запустившей и вернувшей обратно многоразовый космический корабль."
    },
    {
        "origin": "Private developed Dragon spacecraft 'births' with the International Space Station successfully.",
        "translation": "Частный разработанный космический корабль Dragon успешно стыкуется с Международной космической станцией."
    },
    {
        "origin": "Falcon 9 successfully depoyed payload to Geosynchronous Transfer Orbit",
        "translation": "Falcon 9 успешно вывел полезную нагрузку на геосинхронную переходную орбиту"
    },
    {
        "origin": "On December 21, 2015, the Falcon 9 rocket delivered 11 communications satellites to orbit, and the first stage returned and landed at Landing Zone 1 – the first-ever orbital class rocket landing.",
        "translation": "21 декабря 2015 года ракета Falcon 9 вывела на орбиту 11 спутников связи, а первая ступень вернулась и приземлилась в зоне посадки 1 – первая в истории посадка ракеты орбитального класса."
    },
    {
        "origin": "On April 8, 2016, the Falcon 9 rocket launched the Dragon spacecraft to the International Space Station, and the first stage returned and landed on the Of Course I Still Love You droneship.",
        "translation": "8 апреля 2016 года ракета Falcon 9 запустила космический корабль Dragon к Международной космической станции, первая ступень вернулась и приземлилась на дроне Of Course I Still Love You."
    },
    {
        "origin": "On March 30, 2017, SpaceX achieved the world's first reflight of an orbital class rocket. Following delivery of the payload, the Falcon 9 first stage returned to Earth for the second time.",
        "translation": "30 марта 2017 года SpaceX осуществила первый в мире повторный полет ракеты орбитального класса. После доставки полезной нагрузки первая ступень Falcon 9 вернулась на Землю во второй раз."
    },
    {
        "origin": "The fairing section used in this flight was successfuly recovered from the ocean, following a controlled flyback throug the atmosphere.",
        "translation": "Половинка обтекателя, используемая в этом полете, была успешно выловлена из океана после контролируемого возвращения сквозь атмосферу."
    },
    {
        "origin": "This Dragon resupply mission represented the first reflight of a commercial spacecraft to and from the International Space Station.",
        "translation": "Миссия отметилась первым повторным полетом одного и того же космического корабля Dragon на Международную космическую станцию и обратно."
    },
    {
        "origin": "Maiden flight of Falcon Heavy, using two recovered Falcon 9 cores as side boosters, as well as a modified Block 3 booster reinforced to endure the additional load from the two side boosters. The launch was a success, and the side boosters landed simultaneously at adjacent ground pads. Drone ship landing of the central core failed due to TEA–TEB chemical igniter running out, preventing two of its engines from restarting. Final burn to heliocentric Mars–Earth orbit was performed after the second stage and payload cruised for 6 hours through the Van Allen belts. Later, Elon Musk tweeted that the third burn was successful, and JPL's HORIZONS system showed the second stage and payload in an orbit with an aphelion of 1.67 AU. The live webcast proved immensely popular, as it became the second most watched livestream ever on YouTube, reaching over 2.3 million concurrent views",
        "translation": "Первый полет Falcon Heavy с использованием двух ранее использованных ракет Falcon 9 в качестве боковых ускорителей, а также модифицированного блока 3, усиленного для выдерживания дополнительной нагрузки от двух боковых ускорителей. Запуск прошел успешно, и боковые ускорители одновременно приземлились на соседних наземных посадочных зонах. Посадка среднего ускорителя на плавучаю платформу не удалась из–за того, что химический воспламенитель TEA-TEB закончился, что не позволило перезапустить два двигателя. Окончательный вывод на гелиоцентрическую орбиту системы Марс–Земля был выполнен после повторного зажигания второй ступени, полезная нагрузка в течение 6 часов курсировала по поясу Ван Аллена. Позже Илон Маск написал в твиттере, что третье зажигание прошло успешно, а система HORIZONS JPL обнаружила вторую ступень и полезную нагрузку на орбите с афелием 1,67 а.е. Прямая трансляция оказалась чрезвычайно популярной и стала второй по посещаемости прямой трансляцией на YouTube, набрав более 2,3 миллионов одновременных просмотров."
    },
    {
        "origin": "SpaceX successfully launches Dragon 2, on top of the now human-rated Falcon 9. This was the first a private company sends a human-rated spacecraft to space.",
        "translation": "SpaceX успешно запускает Dragon 2, в дополнение к теперь уже имеющей сертификацию для пилотируемых полетов ракете Falcon 9. Это был первый случай, когда частная компания отправила в космос космический корабль, сертифицированный для пилотируемых полетов."
    },
    {
        "origin": "The first flight test of a Raptor engine occurred on 25 July 2019 at the SpaceX South Texas Launch Site. This was not a full-duration burn, but just a 22-second test.",
        "translation": "Первое летное испытание двигателя Raptor состоялось 25 июля 2019 года на космодроме SpaceX в Южном Техасе. Это был не полноценный прожиг, а всего лишь 22-секундный тест."
    },
    {
        "origin": "This was the fist time payload fairing of an orbital rocket was reused in another flight. The fairing was from the ArabSat-6A mission in April earlier that year.",
        "translation": "Первый случай повторного использования уже использованного головного обтекателя орбитальной ракеты. Обтекатель был ранее запущен в миссии ArabSat-6A в апреле того же года."
    },
    {
        "origin": "This mission was the first crewed flight to launch from the United States since the end of the Space Shuttle program in 2011. It carried NASA astronauts Doug Hurley and Bob Behnken to the ISS.",
        "translation": "Эта миссия стала первым пилотируемым полетом из Соединенных Штатов с момента окончания программы \"Спейс Шаттл\" в 2011 году. В ходе миссии астронавты NASA Даг Херли и Боба Бенкен успешно прибыли на МКС."
    },
    {
        "origin": "Falcon reaches Earth orbit",
        "translation": "Falcon достигает околоземной орбиты"
    },
    {
        "origin": "Falcon delivers payload to orbit",
        "translation": "Falcon доставляет полезную нагрузку на орбиту"
    },
    {
        "origin": "First successfull Dragon launch",
        "translation": "Первый успешный запуск Dragon"
    },
    {
        "origin": "Dragon capsule births with ISS",
        "translation": "Стыковка капсулы Dragon с МКС"
    },
    {
        "origin": "First Falcon 9 GTO mission",
        "translation": "Первая миссия Falcon 9 на гео-переходную орбиту"
    },
    {
        "origin": "Successfull Falcon 9 landing",
        "translation": "Успешная посадка Falcon 9"
    },
    {
        "origin": "Successfull Falcon 9 droneship landing",
        "translation": "Успешная посадка Falcon 9 на плавучую платформу"
    },
    {
        "origin": "First Falcon 9 reflight",
        "translation": "Первый повторный полет Falcon 9"
    },
    {
        "origin": "Fairing recovered successfully",
        "translation": "Обтекатель успешно выловлен из воды"
    },
    {
        "origin": "First Dragon reflight",
        "translation": "Повторный полет Dragon"
    },
    {
        "origin": "First Falcon Heavy heliocentric mission",
        "translation": "Первая гелиоцентрическая миссия Falcon Heavy"
    },
    {
        "origin": "Successfull Dragon 2 docking with ISS",
        "translation": "Успешная стыковка Dragon 2 с МКС"
    },
    {
        "origin": "First flight of Raptor engine",
        "translation": "Первый прожиг двигателя Raptor"
    },
    {
        "origin": "First Falcon 9 fairing reuse",
        "translation": "Первое повторное использование обтекателя Falcon 9"
    },
    {
        "origin": "SpaceX successfully launches humans to ISS",
        "translation": "SpaceX успешно доставила астронавтов на МКС"
    },
    {
        "origin": "SpaceX's first east coast landing pad is Landing Zone 1, where the historic first Falcon 9 landing occurred in December 2015. LC-13 was originally used as a launch pad for early Atlas missiles and rockets from Lockheed Martin. LC-1 was later expanded to include Landing Zone 2 for side booster RTLS Falcon Heavy missions, and it was first used in February 2018 for that purpose.",
        "translation": "Посадочная зона 1 является первой посадочной площадкой SpaceX на восточном побережье США, где в декабре 2015 года произошла историческая первая посадка Falcon 9. LC-13 первоначально использовалась в качестве стартовой площадки для ракет Atlas и ракет Lockheed Martin. LC-1 позже была расширена, чтобы включить зону посадки 2 для полетов Falcon Heavy, и впервые она была использована для этой цели в феврале 2018 года."
    },
    {
        "origin": "SpaceX's west coast landing pad. The pad is adjacent to SLC-4E, SpaceX's west coast launch site. The pad was under construction for about a year starting in 2016. After concerns with seal mating season, this pad was first used for the SAOCOM 1A mission in October 2018. Officially referred to as LZ-4 in FCC filings.",
        "translation": "Посадочная площадка SpaceX на западном побережье. Площадка примыкает к стартовой площадке SLC-4E, также принадлежащей SpaceX. Площадка строилась около года, начиная с 2016 года. Эта площадка впервые была использована для миссии SAOCOM 1A в октябре 2018 года. Официально упоминается как LZ-4 в документах FCC."
    },
    {
        "origin": "The second ASDS barge, Of Course I Still Love You (OCISLY), had been under construction in a Louisiana shipyard since early 2015 using a different hull—Marmac 304—in order to service launches on the east coast. It was built as a replacement for the first Just Read the Instructions and entered operational service for Falcon 9 Flight 19 in late June 2015. As of June 2015, its home port was Jacksonville, Florida, but after December 2015, it was transferred 160 miles (260 km) further south, at Port Canaveral. While the dimensions of the ship are nearly identical to the first ASDS, several enhancements were made including a steel blast wall erected between the aft containers and the landing deck. The ship was in place for a first-stage landing test on the CRS-7 mission, which failed on launch on 28 June 2015. On 8 April 2016 the first stage, which launched the Dragon CRS-8 spacecraft, successfully landed for the first time ever on OCISLY, which is also the first ever drone ship landing. In February 2018, the Falcon Heavy Test Flight's central core exploded upon impact next to OCISLY that damaged two of the four thrusters on the drone ship. Two thrusters were removed from the Marmac 303 barge in order to repair OCISLY.",
        "translation": "Вторая плавучая автономная платформа, Of Course I Still Love You (OCISLY), строилась на верфи в Луизиане с начала 2015 года с использованием другого судна Marmac 304 для обслуживания запусков на восточном побережье. Была построена в качестве замены платформы Just Read the Instructions и поступила в эксплуатацию для 19-го полета Falcon 9 в конце июня 2015 года. По состоянию на июнь 2015 года портом приписки был Джексонвилл, штат Флорида, но после декабря 2015 года перемещена на 160 миль (260 км) дальше на юг, в порт мыса Канаверал. Несмотря на то, что размеры почти идентичны первой платформе, было сделано несколько улучшений, включая стальную противовзрывную стену между кормовыми постройками и посадочной палубой. Платформа была готов к испытанию первой ступени посадки в рамках миссии CRS-7, которая потерпела неудачу при запуске 28 июня 2015 года. 8 апреля 2016 года первая ступень, которая запустила космический корабль Dragon CRS-8, впервые успешно приземлилась на OCISLY, что также является первой в истории посадкой на автономную платформу. В феврале 2018 года центральный ускоритель в испытательном полете Falcon Heavy взорвался при ударе рядом с OCISLY, что повредило два из четырех двигателей платформы. Два двигателя были сняты с баржи Marmac 303 для оперативного ремонта."
    },
    {
        "origin": "The ASDS landing location for the first landing test was in the Atlantic approximately 200 miles (320 km) northeast of the launch location at Cape Canaveral, and 165 miles (266 km) southeast of Charleston, South Carolina. SpaceX's Just Read the Instructions, based on the Marmac 300 deck barge, in position for a landing test on Falcon 9 Flight 17 in April 2015. On 23 January 2015, during repairs to the ship following the unsuccessful first test, Musk announced that the ship was to be named Just Read the Instructions, with a sister ship planned for west coast launches to be named Of Course I Still Love You. On 29 January, SpaceX released a manipulated photo of the ship with the name illustrating how it would look once painted. Both ships are named after two General Contact Units, spaceships commanded by autonomous artificial intelligences, that appear in The Player of Games, a Culture novel by Iain M. Banks. The first Just Read the Instructions was retired in May 2015 after approximately six months of service in the Atlantic, and its duties were assumed by Of Course I Still Love You. The former ASDS was modified by removing the wing extensions that had extended the barge surface and the equipment (thrusters, cameras and communications gear) that had been added to refit it as an ASDS; these items were saved for future reuse.",
        "translation": "Автономная плавучая платформа для первой попытки посадки ракеты, находилась в Атлантике примерно в 200 милях (320 км) к северо-востоку от места запуска на мысе Канаверал и в 165 милях (266 км) к юго-востоку от Чарльстона, штат Южная Каролина. Названа Just Read the Instructions и является переоборудованной палубной баржей Marmac 300. Впервые должна была использоваться во время 17-го полета Falcon 9 в апреле 2015 года. 23 января 2015 года, во время ремонта корабля после неудачного первого испытания, Маск объявил, что платформа будет называться Just Read the Instructions, а ее близнец, строящийся для запуска на западном побережье - Of Course I Still Love You. 29 января SpaceX опубликовала фотографию корабля с названием, иллюстрирующим, как он будет выглядеть после покраски. Оба корабля названы в честь двух космических кораблей, которыми командуют автономные искусственные интеллекты в  известном романе Иэна М. Бэнкса Игрок. Первая платформа Just Read the Instructions перестала использоваться в мае 2015 года после примерно шести месяцев службы в Атлантике, взамен стала использоваться Of Course I Still Love You. С платформы были сняты элементы для увеличения поверхности баржи и оборудование (двигатели, камеры и средства связи), которое было использовано в обновленной версии платформы."
    },
    {
        "origin": "The third ASDS barge, using the Marmac 303 hull, was built during 2015 in a Louisiana shipyard, and the barge transited the Panama Canal in June 2015 carrying its wing extensions as cargo on the deck because the ASDS, when complete, would be too wide to pass through the canal. The home port for the Marmac 303 is the Port of Los Angeles, at the AltaSea marine research and business campus in San Pedro's outer harbor. The landing platform and tender vessels began docking there in July 2015 in advance of the main construction of AltaSea which is scheduled for 2017. SpaceX announced that the Marmac 303 would be the second ASDS to be named Just Read the Instructions (JRtI) in January 2016, shortly before its first use as a landing platform for Falcon 9 Flight 21. On 17 January 2016, JRtI was put to first use in an attempt to recover a Falcon 9 first-stage booster from the Jason-3 mission from Vandenberg. The booster successfully landed on the deck; however, a lockout collet failed to engage on one of the legs causing the rocket to tip over, exploding on impact with the deck.[23] On January 14, 2017, SpaceX launched Falcon 9 Flight 29 from Vandenberg and landed the first stage on the JRtI that was located about 370 km (230 mi) downrange in the Pacific Ocean, making it the first successful landing in the Pacific.",
        "translation": "Третья автономная плавучая платформа, основанная на барже Marmac 303, была построена в 2015 году на верфи в Луизиане, пересекла Панамский канал в июне 2015 года, неся удлинители крыла в качестве груза на палубе, потому что с установленными платформа стала бы слишком большой, чтобы пройти через канал. Портом приписки для Marmac 303 является порт Лос-Анджелеса, расположенный в кампусе морских исследований и AltaSea во внешней гавани Сан-Педро. Посадочные платформы и прочие судна начали швартоваться там в июле 2015 года в преддверии основного строительства AltaSea, которое было запланировано на 2017 год. SpaceX в январе 2016 года объявила, что Marmac 303 станет второй платформойс названием Just Read the Instructions (JRtI), незадолго до первого использования в качестве посадочной платформы для 21-го полета Falcon 9. 17 января 2016 года JRtI была впервые использована в попытке посадить первой ступень Falcon 9 в миссии Jason-3 с Ванденберга. Ускоритель успешно приземлился на палубу; однако замок одной посадочной опоры не сработал, в результате чего ракета опрокинулась и взорвалась при ударе о палубу. 14 января 2017 года SpaceX запустила в 29 полете ракету Falcon 9 из Ванденберга и посадила первую ступень на JRtI, которая находилась на расстоянии около 370 км (230 миль) в Тихом океане, это стало первой успешной посадкой в Тихом океане."
    },
    {
        "origin": "The fourth ASDS barge was announced to be under construction in February 2018 and it will become the second active east coast-based ASDS. It will be homeported at Port Canaveral. This future simultaneously usable ASDS, along with OCISLY, is called A Shortfall of Gravitas (ASoG) and like the rest of the fleet, its naming is based on names used in the Culture series. The droneship is expected to be operational in mid-2019.",
        "translation": "Было объявлено, что четвертая автономная плавучая платформа начнет строиться в феврале 2018 года, и она станет второй действующей платформой на восточном побережье с базой в Порт-Канаверал. В будущем эта платформа получит название A Shortfall of Gravitas (ASoG), наряду с OCISLY, название основано на именах, используемых в серии научно-фантастических книг. Ожидается, что платформа будет введена в эксплуатацию в середине 2019 года."
    },
    {
        "origin": "NASA's historic pad that launched most of the Saturn V and Space Shuttle missions, including Apollo 11. SpaceX initially leased solely for Falcon Heavy and Crew Dragon launches, but the company has also used it for others as well following the damage to SLC-40 in the AMOS-6 explosion. After completing the necessary modifications, the first launch SpaceX performed on the pad was CRS-10 in February 2017. After SLC-40 was back online, 39A was upgraded to support Falcon Heavy and complete the removal of the shuttle-era Rotating Service Structure. More recently, a crew access arm and other safety equipment has been installed in order to launch commercial crew missions. 39A also occasionally launches other Falcon 9 missions between Falcon Heavy and Crew Dragon launches, depending on pad scheduling. The pad may also potentially be upgraded in the future for use with the BFR.",
        "translation": "Историческая площадка NASA, с которой стартовало большинство миссий \"Сатурн V\" и \"Спейс Шаттл\", включая \"Аполлон-11\". Первоначально SpaceX арендовала его исключительно для запусков Falcon Heavy и Crew Dragon, но компания также начала использовать ее для других миссий после повреждения SLC-40 во время взрыва ракеты при подготовке миссии AMOS-6. После завершения необходимых модификаций первый запуск SpaceX, выполненный с площадки, был CRS-10 в феврале 2017 года. После того, как SLC-40 была восстановлена, на 39A началась модернизация для запусков Falcon Heavy, было полностью демнотировано оборудование, использованное в запусках Шаттлов. Совсем недавно для запуска пилотируемых миссий был установлен рукав с коридором для экипажа и другое оборудование для безопасности. С 39A также иногда стартуют другие миссии Falcon 9 между запусками Falcon Heavy и Crew Dragon. Площадка также потенциально может быть модернизирована в будущем для использования с BFR."
    },
    {
        "origin": "SpaceX's primary west coast launch pad for polar orbits and sun-synchronous orbits, primarily used for Iridium NEXT and scientific satellite launches. The pad was used for the debut of Falcon 9 v1.1 in the rocket's first ever non-dragon mission, CASSIOPE, in September 2013. It is SpaceX's only remaining pad with the old-style transporter/erector, which reclines prior to launch instead of using a throwback procedure. It is also capable of launching Falcon Heavy (although some pad modifications would be needed, but no west coast Falcon Heavy missions are currently planned).",
        "translation": "Основная стартовая площадка SpaceX на западном побережье для запуска на полярные и солнечно-синхронные орбиты, в основном используемая для запусков спутников Iridium NEXT и научных спутников. Эта площадка использовалась для дебюта Falcon 9 v1.1 в первой в истории миссии, не связанной с кораблями Dragon, миссии CASSIOPE в сентябре 2013 года. Это единственная оставшаяся площадка SpaceX с транспортером старого образца, которая откидывается перед запуском. С площадки также возможны запуски Falcon Heavy (хотя потребуются некоторые модификации), но в настоящее время не планируется никаких подобных миссий на западном побережье."
    },
    {
        "origin": "SpaceX's primary Falcon 9 pad, where all east coast Falcon 9s launched prior to the AMOS-6 anomaly. Previously used alongside SLC-41 to launch Titan rockets for the US Air Force, the pad was heavily damaged by the AMOS-6 anomaly in September 2016. It returned to flight with CRS-13 on December 15, 2017, boasting an upgraded throwback-style Transporter-Erector modeled after that at LC-39A.",
        "translation": "Площадка SpaceX Falcon 9, бывшая основной для всез хапусков Falcon 9 с восточного побережья до аварии с AMOS-6. Ранее использовалась вместе с SLC-41 для запуска ракет Titan в интересах ВВС США. Площадка была сильно повреждена аварией при запуске AMOS-6 в сентябре 2016 года. после восстановления впервые использовалась в миссии CRS-13 15 декабря 2017 года, имея модернизированный транспортер, смоделированный по образцу LC-39A."
    },
    {
        "origin": "SpaceX's original pad, where all of the Falcon 1 flights occurred (from 2006 to 2009). It would have also been the launch site of the Falcon 1e and the Falcon 9, but it was abandoned as SpaceX ended the Falcon 1 program and decided against upgrading it to support Falcon 9, likely due to its remote location and ensuing logistics complexities.",
        "translation": "Оригинальная площадка SpaceX, где проходили все полеты Falcon 1 (с 2006 по 2009 год). Она могла стать стартовой площадкой Falcon 1e и Falcon 9, но была заброшена, поскольку SpaceX завершила программу Falcon 1 и решила не модернизировать это место для запусков Falcon 9, вероятно, из-за ее удаленного расположения и связанных с этим логистических сложностей."
    },
    {
        "origin": "SpaceX's original west coast launch pad for Falcon 1. It was used in a static fire test but was never employed for a launch, and was abandoned due to range scheduling conflicts arising from overflying other active pads.",
        "translation": "Оригинальная стартовая площадка SpaceX на западном побережье для Falcon 1. Использовалась только для статических огневых испытаний, без запуска ракет. Была заброшена из-за необходимости обхода других активных площадок на первоначальных траекториях после старта."
    },
    {
        "origin": "SpaceX's new private launch site currently under construction for suborbital test flights of Starship, and potentially orbital flights of the full super heavy stack (previously referred to as BFR) in the future. Currently planned to enter use with static fires and test hops of the Starhopper, with the first tethered hop successfully occurring in March 2019. It was previously going to be used for Falcon 9 and Falcon Heavy flights, but this no longer appears to be likely due to its construction timeline and existing launch sites being sufficient to handle present demand. Due to the Caribbean islands and off-shore oil wells, it will be limited to very few possible launch trajectories, and current Texas law only allows a limited number of beach closures per year for orbital launches.",
        "translation": "Новая частная стартовая площадка SpaceX, в настоящее время строится для суборбитальных испытательных полетов Starship, и, возможно, орбитальных полетов Super Heavy (ранее называвшегося BFR) в будущем. В настоящее время планируется начать использование для статических прожигов и тестовыми прыжками Starhopper. Первый прыжок привязанного Starship успешно состоялся в марте 2019 года. Ранее плащадка должна бфыла использоваться для полетов Falcon 9 и Falcon Heavy, но это больше не рассматривается в связи с наличием других стартовых площадок, достаточных для удовлетворения нынешнего спроса. Из-за близости Карибских островов и прибрежных нефтяных скважин, площадка будет ограничена очень небольшим количеством возможных траекторий запуска, кроме того, действующее законодательство Техаса разрешает только ограниченное количество перекрытия пляжей в год ради орбитальных запусков."
    },
        {
            "origin": "Inspiration4 is the world’s first all-civilian mission to space. The mission will be commanded by Jared Isaacman, the 37-year-old founder and Chief Executive Officer of Shift4 Payments and an accomplished pilot and adventurer. Inspiration4 will leave Earth from Kennedy Space Center’s historic Launch Complex 39A, the embarkation point for Apollo and Space Shuttle missions, and travel across a low earth orbit on a multi-day journey that will continually eclipse more than 90% of the earth’s population. Named in recognition of the four-person crew that will raise awareness and funds for St. Jude Children’s Research Hospital, this milestone represents a new era for human spaceflight and exploration.",
            "translation": "Inspiration4 - это первая в мире гражданская миссия в космос. Миссией будет командовать Джаред Айзекман, 37-летний основатель и главный исполнительный директор компании Shift4 Payments, опытный пилот и путешественник. Inspiration4 стартует с исторического стартового комплекса 39A Космического центра Кеннеди, места посадки для миссий \"Аполлон\" и \"Спейс Шаттл\", и отправится по низкой околоземной орбите в многодневное путешествие, корабль смогут наблюдать на звездном небе более 90% населения Земли. Название миссии по взаимному согласию команды из четырех человек должно символизировать вдохновление всего человечества на борьбу с раком, а также повысить финансирование Детской исследовательской больницы Святого Иуды. Миссия ознаменует собой начало новой эры космических полетов и исследований человека."
        },
        {
            "origin": "Falcon 9 launches to sun-synchronous polar orbit from Florida as part of SpaceX's Rideshare program dedicated to smallsat customers. The mission lifts off from SLC-40, Cape Canaveral on a southward azimuth and performs a dogleg maneuver. The booster for this mission is expected to return to LZ-1 based on FCC communications filings. This rideshare takes approximately 90 satellites and hosted payloads into orbit on a variety of deployers including three free-flying spacecraft which dispense their customers' satellites after separation from the SpaceX stack.",
            "translation": "Falcon 9 стартует на солнечно-синхронную полярную орбиту из Флориды в рамках программы SpaceX Rideshare, предназначенной для клиентов SmallSat. Миссия стартует с SLC-40, мыс Канаверал, ускоритель выполнит маневр разворота для возвращения на Землю. Ожидается, что ракета-носитель для этой миссии вернется в LZ-1. Этот совместный полет доставит на орбиту около 90 спутников и иных полезных нагрузок, включая три свободно летающих космических аппарата, которые будут распределять спутники своих клиентов после отделения от платформы SpaceX."
        },
        {
            "origin": "SpaceX's fourth GPS III launch will use the first stage from the previous GPS mission. This will be the first time a National Security Space Launch has flown on a flight proven booster. Falcon 9 will launch from SLC-40, Cape Canaveral and the booster will land downrange on a drone ship. GPS III is the third generation of the U.S. Space Force's NAVSTAR Global Positioning System satellites, developed by Lockheed Martin. The GPS III constellation will feature a cross-linked command and control architecture, allowing the entire GPS constellation to be updated simultaneously from a single ground station. A new spot beam capability for enhanced military coverage and increased resistance to hostile jamming will be incorporated.",
            "translation": "В четвертом запуске SpaceX GPS III будет использоваться ускоритель из предыдущей миссии GPS. Это будет первый запуск космического корабля в интересах национальной безопасности на летавшей ракете-носителе. Falcon 9 стартует с SLC-40 на мысе Канаверал, ускоритель приземлится на автономной плавучей платформе. GPS III-это третье поколение спутников системы глобального позиционирования NAVSTAR Космических сил США, разработанных компанией Lockheed Martin. Группировка спутников GPS III будет иметь взаимосвязанную архитектуру управления, позволяющую обновлять всю группу GPS одновременно с одной наземной станции. Будет включена новая функция лазерной связи для расширения территории охвата и повышения устойчивости к наводимым помехам."
        },
        {
            "origin": "SpaceX launches the second of two next generation satellites for SiriusXM from SLC-40, Cape Canaveral Space Force Station. The spacecraft will be delivered into a sub-synchronous geostationary transfer orbit and will replace XM-4 in geostationary orbit. The booster for this mission will land on an ASDS.",
            "translation": "SpaceX запускает второй из двух спутников следующего поколения для SiriusXM с SLC-40, площадки космических сил на мысе Канаверал. Космический аппарат будет выведен на геостационарную переходную орбиту и заменит XM-4 на геостационарной орбите. Ракета - носитель для этой миссии приземлится на плавучей платформе."
        },
        {
            "origin": "SpaceX's 22nd ISS resupply mission on behalf of NASA, this mission sends essential supplies to the International Space Station using the cargo variant of SpaceX's Dragon 2 spacecraft. The external payload for this mission is the first pair of ISS Roll Out Solar Arrays. Falcon 9 and Dragon launch from LC-39A, Kennedy Space Center and the booster is expected to land on an ASDS. The mission will be complete with splashdown and recovery of the capsule and down cargo.",
            "translation": "22-я миссия SpaceX по пополнению запасов на МКС в интересах НАСА. Эта миссия отправляет необходимые материалы на Международную космическую станцию с использованием грузового варианта космического корабля SpaceX Dragon 2. Внешняя полезная нагрузка для этой миссии-новая пара солнечных батарей для МКС. Ожидается, что запуск Falcon 9 и Dragon произойдет с LC-39A, Космического центра Кеннеди, и ракета - носитель приземлится на плавучей платформе. Миссия будет завершена приводнением и извлечением капсулы с возвращенным груза."
        },
        {
            "origin": "This mission launches the 28th batch of operational Starlink satellites, which were version 1.0, from SLC-40. It was the 29th Starlink launch overall. The satellites plan to be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on ASDS JRTI.",
            "translation": "Эта миссия запускает 28-ю партию действующих спутников Starlink версии 1.0 с SLC-40. Это 29 - й запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на ASDS JRTI."
        },
        {
            "origin": "This mission launches the 27th batch of operational Starlink satellites, which are version 1.0, from LC-39A or SLC-40. It is the 28th Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on an ASDS.",
            "translation": "Эта миссия запускает 27-ю партию действующих спутников Starlink версии 1.0 с LC-39A или SLC-40. Это 28 - й запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на ASDS."
        },
        {
            "origin": "This mission launches the 26th batch of operational Starlink satellites, which are version 1.0, from SLC-40. It is the 27th Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on an ASDS.",
            "translation": "Эта миссия запускает 26-ю партию действующих спутников Starlink версии 1.0 от SLC-40. Это 27 - й запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на ASDS."
        },
        {
            "origin": "This mission launches the 25th batch of operational Starlink satellites, which are version 1.0, from LC-39A. It is the 26th Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on OCISLY.",
            "translation": "Эта миссия запускает 25-ю партию действующих спутников Starlink версии 1.0 с LC-39A. Это 26 - й запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на OCISLY."
        },
        {
            "origin": "This mission launches the 24th batch of operational Starlink satellites, which are version 1.0, from LC-39A or SLC-40. It is the 25th Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on an ASDS.",
            "translation": "Эта миссия запускает 24-ю партию действующих спутников Starlink версии 1.0 с LC-39A или SLC-40. Это 25-й запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на ASDS."
        },
        {
            "origin": "SpaceX launches the second operational mission of its Crew Dragon vehicle as part of NASA's Commercial Crew Program, carrying NASA astronauts Shane Kimbrough, Megan McArthur, Thomas Pesquet, and Akihiko Hoshide to the International Space Station. The Falcon 9 and Crew Dragon lift off from LC-39A, Kennedy Space Center. Both the booster and the capsule have flown previously, each a first for a commercial crew flight. The booster for this mission is expected to land on an ASDS. The mission will be complete with the safe return of the astronauts to Earth.",
            "translation": "SpaceX запускает вторую рабочую миссию своего корабля Crew Dragon в рамках программы коммерческих экипажей NASA, доставляя астронавтов NASA Шейна Кимбро, Меган Макартур, Томаса Песке и Акихико Хошиде на Международную космическую станцию. Falcon 9 и экипаж Dragon взлетают с LC-39A, Космический центр Кеннеди. И ракета-носитель, и капсула летали ранее в первой пилотируемой миссии к МКС. Ожидается, что ракета-носитель для этой миссии приземлится на ASDS. Миссия завершится благополучным возвращением астронавтов на Землю."
        },
        {
            "origin": "This mission launches the 23rd batch of operational Starlink satellites, which are version 1.0, from or SLC-40 or LC-39A. It is the 24th Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on an ASDS.",
            "translation": "Эта миссия запускает 23-ю партию действующих спутников Starlink версии 1.0 с SLC-40 или LC-39A. Это 24 - й запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на ASDS."
        },
        {
            "origin": "This mission launches the 22nd batch of operational Starlink satellites, which are version 1.0, from or SLC-40. It is the 23rd Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on an ASDS.",
            "translation": "Эта миссия запускает 22-ю партию действующих спутников Starlink версии 1.0 от или SLC-40. Это 23 - й запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на ASDS."
        },
        {
            "origin": "This mission launches the 21st batch of operational Starlink satellites, which are version 1.0, from LC-39A or SLC-40. It is the 22nd Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on an ASDS.",
            "translation": "Эта миссия запускает 21-ю партию действующих спутников Starlink версии 1.0 с LC-39A или SLC-40. Это 22 - й запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на ASDS."
        },
        {
            "origin": "This mission launches the 20th batch of operational Starlink satellites, which are version 1.0, from LC-39A or SLC-40. It is the 21st Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on an ASDS.",
            "translation": "Эта миссия запускает 20-ю партию действующих спутников Starlink версии 1.0 с LC-39A или SLC-40. Это 21 - й запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на ASDS."
        },
        {
            "origin": "This mission launches the sixteenth batch of operational Starlink satellites, which are version 1.0, from LC-39A. It is the eighteenth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on an ASDS.",
            "translation": "Эта миссия запускает шестнадцатую партию действующих спутников Starlink версии 1.0 с LC-39A. Это восемнадцатый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на ASDS."
        },
        {
            "origin": "This mission launches the eighteenth batch of operational Starlink satellites, which are version 1.0, from SLC-40. It is the nineteenth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on an ASDS.",
            "translation": "Эта миссия запускает восемнадцатую партию действующих спутников Starlink версии 1.0 от SLC-40. Это девятнадцатый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на ASDS."
        },
        {
            "origin": "SpaceX will launch a dedicated rideshare mission from SLC-40 or LC-39A. The spacecraft will be delivered into a sun-synchronous orbit. The booster for this mission is expected to land on an ASDS.",
            "translation": "SpaceX запустит специальную миссию по совместному использованию с SLC-40 или LC-39A. Космический аппарат будет выведен на солнечно-синхронную орбиту. Ожидается, что ракета-носитель для этой миссии приземлится на ASDS."
        },
        {
            "origin": "This mission launches the sixteenth batch of operational Starlink satellites, which are version 1.0, from SLC-40 or LC-39A. It is the seventeenth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude. The booster is expected to land on an ASDS.",
            "translation": "Эта миссия запускает шестнадцатую партию действующих спутников Starlink версии 1.0 от SLC-40 или LC-39A. Это семнадцатый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте. Ожидается, что ракета-носитель приземлится на ASDS."
        },
        {
            "origin": "SpaceX will launch the first of two next generation satellites on contract for Türksat. Türksat 5A is a Ku-band broadcast satellite built by Airbus Defense and Space and based on the Electric Orbit Raising version of the Eurostar E3000 platform. This spacecraft will be delivered into a transfer orbit and will then raise itself to its operational 31° East geostationary orbit to serve Turkey, the Middle East, Europe, North Africa and South Africa. The booster for this mission will be recovered downrange via ASDS.",
            "translation": "SpaceX запустит первый из двух спутников следующего поколения по контракту с Türksat. Türksat 5A-это широковещательный спутник Ku-диапазона, построенный компанией Airbus Defense and Space и основанный на электрической версии платформы Eurostar E3000 для подъема орбиты. Этот космический аппарат будет выведен на переходную орбиту, а затем поднимется на рабочую геостационарную орбиту на 31° Восточной долготы. Спутник будет обслуживать Турцию, Ближний Восток, Европу, Северную Африку и Южную Африку. Ракета - носитель для этой миссии должна приземлиться на ASDS."
        },
        {
            "origin": "SpaceX will launch NROL-108 for the National Reconnaissance Office aboard a Falcon 9 from SLC-40, Cape Canaveral Air Force Station. The booster for this mission is expected to land at LZ-1.",
            "translation": "SpaceX запустит NROL-108 для Национального разведывательного управления на борту Falcon 9 с SLC-40, станции ВВС на мысе Канаверал. Ожидается, что ракета-носитель для этой миссии приземлится на LZ-1."
        },
        {
            "origin": "SpaceX will launch the first of two next generation high power S-band broadcast satellites for SiriusXM. The spacecraft will be delivered into a geostationary transfer orbit and the booster will be recovered downrange. The spacecraft is built by Space Systems Loral (SSL) on the SSL 1300 platform and includes two solar arrays producing 20kW, and an unfurlable antenna dish. SXM-7 will replace XM-3 in geostationary orbit.",
            "translation": "SpaceX запустит первый из двух мощных спутников вещания S-диапазона следующего поколения для SiriusXM. Космический аппарат будет выведен на геостационарную переходную орбиту. Космический аппарат построен компанией Space Systems Loral (SSL) на платформе SSL 1300 и включает в себя две солнечные батареи мощностью 20 кВт и разворачиваемую тарелочную антенну. SXM-7 заменит XM-3 на геостационарной орбите."
        },
        {
            "origin": "SpaceX's 21st ISS resupply mission on behalf of NASA and the first under the CRS-2 contract, this mission brings essential supplies to the International Space Station using the cargo variant of SpaceX's Dragon 2 spacecraft. The external payload for this mission is the Nanoracks Bishop Airlock. Falcon 9 and Dragon launch from LC-39A, Kennedy Space Center and the booster is expected to land on an ASDS. The mission will be complete with return and recovery of the Dragon capsule and down cargo.",
            "translation": "21-я миссия SpaceX по пополнению запасов на МКС в интересах НАСА и первая в рамках контракта CRS-2, эта миссия доставляет необходимые материалы на Международную космическую станцию с использованием грузового варианта космического корабля Dragon 2 SpaceX. Внешняя полезная нагрузка для этой миссии-воздушный шлюз Nanoracks Bishop. Ожидается, что запуск Falcon 9 и Dragon произойдет с LC-39A, Космического центра Кеннеди, и ракета - носитель приземлится на ASDS. Миссия будет завершена возвращением и поимкой капсулы с вернувшимся грузом."
        },
        {
            "origin": "This mission will launch the fifteenth batch of operational Starlink satellites, which are version 1.0, from SLC-40, Cape Canaveral Air Force Station. It will be the sixteenth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. The booster for this mission is expected to land on an ASDS.",
            "translation": "Эта миссия запустит пятнадцатую партию действующих спутников Starlink версии 1.0 с SLC-40, станции ВВС на мысе Канаверал. Это будет шестнадцатый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Ожидается, что ракета-носитель для этой миссии приземлится на ASDS."
        },
        {
            "origin": "SpaceX will launch Sentinel-6 Michael Freilich into low Earth orbit for NASA, NOAA, ESA, and the European Organization for the Exploitation of Meteorological Satellites aboard a Falcon 9 from SLC-4E, Vandenberg Air Force Station. Sentinel-6(A) is an ocean observation satellite providing radar ocean surface altimetry data and also atmospheric temperature profiles as a secondary mission. The booster for this mission is will land at LZ-4.",
            "translation": "SpaceX запустит спутник Sentinel-6 им. Майкла Фрейлиха на низкую околоземную орбиту в интересах NASA, NOAA, ЕКА и Европейской организации по эксплуатации метеорологических спутников на борту Falcon 9 с SLC-4E, военно-воздушной станции Ванденберг. Sentinel-6(A) - спутник для наблюдения за океаном, предоставляющий данные радиолокации поверхности океана, а также профили температуры атмосферы в качестве вторичной миссии. Ракета - носитель для этой миссии приземлится на LZ-4."
        },
        {
            "origin": "SpaceX will launch the first operational mission of its Crew Dragon vehicle as part of NASA's Commercial Crew Transportation Capability Program (CCtCap), carrying 3 NASA astronauts and 1 JAXA astronaut to the International Space Station. This mission will be the second crewed flight to launch from the United States since the end of the Space Shuttle program in 2011.",
            "translation": "SpaceX запустит первую оперативную миссию своего корабля Crew Dragon в рамках программы NASA по коммерческим перевозкам экипажа (CCtCap), доставив троих астронавтов NASA и одного астронавта JAXA на Международную космическую станцию. Эта миссия станет вторым полетом с экипажем, который будет запущен из Соединенных Штатов с момента окончания программы \"Спейс Шаттл\" в 2011 году."
        },
        {
            "origin": "SpaceX will launch GPS Block III Space Vehicle 04 from SLC-40, Cape Canaveral AFS aboard a Falcon 9. GPS III is owned and operated by the US Air Force and produced by Lockheed Martin. This will be the fourth GPS III satellite launched and the third launched by SpaceX. The satellite will be delivered into a MEO transfer orbit. The booster for this mission will land on an ASDS.",
            "translation": "SpaceX запустит космический аппарат GPS Block III 04 с SLC-40, AFS на мысе Канаверал, на борту Falcon 9. GPS III принадлежит ВВС США и производится компанией Lockheed Martin. Это будет четвертый запущенный спутник GPS III и третий, запущенный компанией SpaceX. Спутник будет выведен на орбиту геопереходную орбиту. Ракета - носитель для этой миссии приземлится на ASDS."
        },
        {
            "origin": "This mission will launch the fourteenth batch of operational Starlink satellites, which are expected to be version 1.0, from SLC-40, Kennedy Space Center. It is the fifteenth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. The booster for this mission is expected to land on JRTI.",
            "translation": "Эта миссия запустит четырнадцатую партию действующих спутников Starlink, которые, как ожидается, будут версии 1.0, с SLC-40, Космический центр Кеннеди. Это пятнадцатый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Ожидается, что ракета-носитель для этой миссии приземлится на JRTI."
        },
        {
            "origin": "This mission will launch the thirteenth batch of operational Starlink satellites, which are expected to be version 1.0, from LC-39A, Kennedy Space Center. It is the fourteenth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. The booster for this mission is expected to land on an ASDS.",
            "translation": "Эта миссия запустит тринадцатую партию действующих спутников Starlink, которые, как ожидается, будут версии 1.0, с LC-39A, Космический центр Кеннеди. Это четырнадцатый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Ожидается, что ракета-носитель для этой миссии приземлится на ASDS."
        },
        {
            "origin": "This mission will launch the twelfth batch of operational Starlink satellites, which are expected to be version 1.0, from SLC-40, Cape Canaveral Air Force Station. It is the thirteenth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. The booster for this mission is expected to land on an ASDS.",
            "translation": "Эта миссия запустит двенадцатую партию действующих спутников Starlink, которые, как ожидается, будут версии 1.0, с SLC-40, станции ВВС на мысе Канаверал. В целом это тринадцатый запуск Starlink. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Ожидается, что ракета-носитель для этой миссии приземлится на ASDS."
        },
        {
            "origin": "This mission will launch the eleventh batch of operational Starlink satellites, which are expected to be version 1.0, from SLC-40, Cape Canaveral Air Force Station. It is the twelfth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. The booster for this mission is expected to land on an ASDS.",
            "translation": "Эта миссия запустит одиннадцатую партию действующих спутников Starlink, которые, как ожидается, будут версии 1.0, с SLC-40, станции ВВС на мысе Канаверал. Это двенадцатый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Ожидается, что ракета-носитель для этой миссии приземлится на ASDS."
        },
        {
            "origin": "SpaceX's Falcon 9 will launch the second of the two satellite SAOCOM 1 satellites into a sun-synchronous polar orbit from SLC-40, Cape Canaveral AFS. SAOCOM 1B is a synthetic aperture radar Earth observation satellite to support disaster management. The SAOCOM spacecraft are operated by CONAE, the Argentinian National Space Activities Commission, and are built by INVAP. This mission is also expected to include rideshare payloads Sequoia, and GNOMES-1. This will be the first polar launch from the Space Coast in 60 years. The launch azimuth will be southward and the booster will land at LZ-1.",
            "translation": "Falcon 9 SpaceX запустит второй из двух спутников SAOCOM 1 на солнечно-синхронную полярную орбиту с SLC-40, AFS на мысе Канаверал. SAOCOM 1B-это радиолокационный спутник наблюдения Земли с искусственной апертурой для поддержки борьбы со стихийными бедствиями на Земле. Космические аппараты SAOCOM эксплуатируются CONAE, Аргентинской национальной комиссией по космической деятельности, и построены компанией INVAP. Ожидается, что эта миссия также будет включать в себя полезные грузы для совместного использования, Sequoia и GNOMES-1. Это будет первый полярный запуск с Космического побережья за последние 60 лет. Азимут пуска будет направлен на юг, а ракета-носитель приземлится на LZ-1."
        },
        {
            "origin": "This mission will launch the tenth batch of operational Starlink satellites, which are expected to be version 1.0, from LC-39A, Kennedy Space Center. It is the eleventh Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. This mission is includes rideshare payloads, SkySats 19-21, on top of the Starlink stack. The booster for this mission is expected to land on an ASDS.",
            "translation": "Эта миссия запустит десятую партию действующих спутников Starlink, которые, как ожидается, будут версии 1.0, с LC-39A, Космический центр Кеннеди. Это одиннадцатый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Эта миссия включает в себя полезные нагрузки для совместного использования, SkySats 19-21, поверх стека Starlink. Ожидается, что ракета-носитель для этой миссии приземлится на ASDS."
        },
        {
            "origin": "This mission will launch the ninth batch of operational Starlink satellites, which are expected to be version 1.0, from LC-39A, Kennedy Space Center. It is the tenth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. This mission is includes a rideshare of two BlackSky satellites on top of the Starlink stack. The booster for this mission is expected to land an ASDS.",
            "translation": "Эта миссия запустит девятую партию действующих спутников Starlink, которые, как ожидается, будут версии 1.0, с LC-39A, Космический центр Кеннеди. Это десятый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Эта миссия включает в себя совместное использование двух спутников BlackSky поверх стека Starlink. Ожидается, что ракета-носитель для этой миссии приземлит ASDS."
        },
        {
            "origin": "SpaceX will launch ANASIS-II, a South Korean geostationary military communication satellite from LC-39A, Kennedy Space Center. It will be South Korea's first dedicated military communications satellite. Falcon 9 will deliver the satellite to a geostationary transfer orbit. The booster is expected to land downrange on an ASDS.",
            "translation": "SpaceX запустит южнокорейский геостационарный военный спутник связи ANASIS-II с космодрома Кеннеди LC-39A. Это будет первый специализированный военный спутник связи Южной Кореи. Falcon 9 выведет спутник на геостационарную переходную орбиту. Ожидается, что ракета-носитель приземлится на ASDS."
        },
        {
            "origin": "SpaceX will launch GPS Block III Space Vehicle 03 from SLC-40, Cape Canaveral AFS aboard a Falcon 9. GPS III is owned and operated by the US Air Force and produced by Lockheed Martin. This is the third GPS III satellite and the second launched by SpaceX. The satellite will be delivered into a MEO transfer orbit. The booster for this mission is expected to land on an ASDS.",
            "translation": "SpaceX запустит космический аппарат GPS Block III 03 с SLC-40, AFS на мысе Канаверал, на борту Falcon 9. GPS III принадлежит ВВС США и производится компанией Lockheed Martin. Это третий спутник GPS III и второй, запущенный компанией SpaceX. Спутник будет выведен на геопереходную орбиту. Ожидается, что ракета-носитель для этой миссии приземлится на ASDS."
        },
        {
            "origin": "This mission will launch the eighth batch of operational Starlink satellites, which are expected to be version 1.0, from SLC-40, Cape Canaveral AFS. It is the ninth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. This mission is includes rideshare payloads, SkySats 16-18, on top of the Starlink stack. The booster for this mission is expected to land an ASDS.",
            "translation": "Эта миссия запустит восьмую партию действующих спутников Starlink, которые, как ожидается, будут версии 1.0, с SLC-40, AFS на мысе Канаверал. Это девятый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Эта миссия включает в себя полезные нагрузки для совместного использования, SkySats 16-18, поверх стека Starlink. Ожидается, что ракета-носитель для этой миссии приземлит ASDS."
        },
        {
            "origin": "This mission will launch the seventh batch of operational Starlink satellites, which are expected to be version 1.0, from SLC-40, Cape Canaveral AFS. It is the eighth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. The booster for this mission is expected to land on JRTI on its first mission since arriving at Port Canaveral.",
            "translation": "Эта миссия запустит седьмую партию действующих спутников Starlink, которые, как ожидается, будут версии 1.0, с SLC-40, AFS на мысе Канаверал. Это восьмой запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Ожидается, что ракета-носитель для этой миссии приземлится на JRTI во время своей первой миссии с момента прибытия в порт Канаверал."
        },
        {
            "origin": "SpaceX will launch the second demonstration mission of its Crew Dragon vehicle as part of NASA's Commercial Crew Transportation Capability Program (CCtCap), carrying two NASA astronauts to the International Space Station. Barring unexpected developments, this mission will be the first crewed flight to launch from the United States since the end of the Space Shuttle program in 2011. DM-2 demonstrates the Falcon 9 and Crew Dragon's ability to safely transport crew to the space station and back to Earth and it is the last major milestone for certification of Crew Dragon. Initially the mission duration was planned to be no longer than two weeks, however NASA has been considering an extension to as much as six weeks or three months. The astronauts have been undergoing additional training for the possible longer mission.",
            "translation": "SpaceX запустит вторую демонстрационную миссию своего корабля Crew Dragon в рамках программы NASA по коммерческим перевозкам экипажей (CCtCap), доставив двух астронавтов NASA на Международную космическую станцию. Если не произойдет непредвиденных событий, эта миссия станет первым полетом с экипажем из Соединенных Штатов с момента окончания программы \"Спейс Шаттл\" в 2011 году. DM-2 продемонстрирует способность Falcon 9 и Crew Dragon безопасно доставлять экипаж на космическую станцию и возвращать их обратно на Землю, также это последняя важная веха для сертификации Crew Dragon. Первоначально планировалось, что продолжительность миссии составит не более двух недель, однако NASA рассматривает возможность продления до шести недель или трех месяцев. Астронавты проходят дополнительную подготовку для более длительной миссии."
        },
        {
            "origin": "This mission will launch the sixth batch of operational Starlink satellites, which are expected to be version 1.0, from SLC-40, Cape Canaveral AFS. It is the seventh Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. The booster for this mission is expected to land on OCISLY.",
            "translation": "Эта миссия запустит шестую партию действующих спутников Starlink, которые, как ожидается, будут версии 1.0, с SLC-40, AFS на мысе Канаверал. Это седьмой запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Ожидается, что ракета-носитель для этой миссии приземлится на OCISLY."
        },
        {
            "origin": "The sixth Starlink launch overall and the fifth operational batch of Starlink satellites will launch into orbit aboard a Falcon 9 rocket. This mission is expected to deploy all sixty satellites into an elliptical orbit about fifteen minutes into flight. In the weeks following launch the satellites are expected to utilize their onboard ion thrusters to raise their orbits to 550 km in three groups of 20, making use of precession rates to separate themselves into three planes. The booster will land on a drone ship approximately 628 km downrange.",
            "translation": "Шестой запуск Starlink в целом и пятая рабочая партия спутников Starlink, которые будут выведены на орбиту на борту ракеты Falcon 9. Ожидается, что эта миссия выведет все шестьдесят спутников на эллиптическую орбиту примерно через пятнадцать минут полета. Ожидается, что в течение нескольких недель после запуска спутники будут использовать свои бортовые ионные двигатели, чтобы поднять свои орбиты до 550 км в трех группах по 20 спутников, используя скорость прецессии, чтобы разделиться в три плоскости. Ракета - носитель приземлится на платформу примерно в 628 км от берега."
        },
        {
            "origin": "SpaceX's 20th and final Crew Resupply Mission under the original NASA CRS contract, this mission brings essential supplies to the International Space Station using SpaceX's reusable Dragon spacecraft. It is the last scheduled flight of a Dragon 1 capsule. (CRS-21 and up under the new Commercial Resupply Services 2 contract will use Dragon 2.) The external payload for this mission is the Bartolomeo ISS external payload hosting platform. Falcon 9 and Dragon will launch from SLC-40, Cape Canaveral Air Force Station and the booster will land at LZ-1. The mission will be complete with return and recovery of the Dragon capsule and down cargo.",
            "translation": "20-я и последняя миссия SpaceX по пополнению запасов экипажа в соответствии с первоначальным контрактом NASA CRS, эта миссия доставляет необходимые материалы на Международную космическую станцию с помощью многоразового космического корабля Dragon SpaceX. Это последний запланированный полет капсулы Dragon 1. (CRS-21 и выше в соответствии с новым контрактом на коммерческие услуги по снабжению 2 будут использовать Dragon 2.) Внешней полезной нагрузкой для этой миссии является платформа Bartolomeo для запуска мелких спутников непосредственно с МКС. Falcon 9 и Dragon запустятся с SLC-40, станции ВВС на мысе Канаверал, а ракета-носитель приземлится на LZ-1. Миссия будет завершена возвращением и восстановлением капсулы и возвращенного груза."
        },
        {
            "origin": "This mission will launch the fourth batch of Starlink version 1.0 satellites, from SLC-40, Cape Canaveral AFS. It is the fifth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. The booster for this mission is expected to land on OCISLY.",
            "translation": "Эта миссия запустит четвертую партию спутников Starlink версии 1.0 с SLC-40, AFS на мысе Канаверал. Это пятый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Ожидается, что ракета-носитель для этой миссии приземлится на OCISLY."
        },
        {
            "origin": "This mission will launch the third batch of Starlink version 1.0 satellites, from SLC-40, Cape Canaveral AFS. It is the fourth Starlink launch overall. The satellites will be delivered to low Earth orbit and will spend a few weeks maneuvering to their operational altitude of 550 km. The booster for this mission is expected to land on OCISLY.",
            "translation": "Эта миссия запустит третью партию спутников Starlink версии 1.0 с SLC-40, AFS на мысе Канаверал. Это четвертый запуск Starlink в целом. Спутники выйдут на низкую околоземную орбиту и проведут несколько недель, маневрируя на своей рабочей высоте 550 км. Ожидается, что ракета-носитель для этой миссии приземлится на OCISLY."
        },
        {
            "origin": "SpaceX will launch a Crew Dragon capsule from LC-39A, KSC on a fully fueled Falcon 9 rocket and then trigger the launch escape system during the period of maximum dynamic pressure. As part of NASA'a Commercial Crew Integrated Capability program (CCiCap) this test will contribute valuable data to help validate Crew Dragon and its launch abort system. The Crew Dragon will be recovered by GO Searcher after splashdown in the Atlantic Ocean. This flight does not go to orbit. The booster and upper stage are expected to break up following capsule separation and there will be no landing attempt.",
            "translation": "SpaceX запустит капсулу Crew Dragon с LC-39A, KSC на полностью заправленной ракете Falcon 9, а затем протестирует систему аварийного спасения в точке максимального аэродинамического сопротивления. В рамках программы пилотируемых коммерческих запусков (CCiCap) этот тест предоставит ценные данные, которые помогут проверить капсулу Dragon и систему прерывания запуска. Crew Dragon будет выловлена кораблем GO Searcher после приводнения в Атлантическом океане. Этот полет не будет орбитальным. Ожидается, что ракета-носитель и вторая ступень распадутся после отделения капсулы, попытки посадки не будет."
        },
        {
            "origin": "This mission will launch the second batch of Starlink version 1.0 satellites, from SLC-40, Cape Canaveral AFS. They are expected to contribute to the 550 km x 53° shell. It is the third Starlink launch overall. Starlink is a low Earth orbit broadband internet constellation developed and owned by SpaceX which will eventually consist of nearly 12 000 satellites and will provide low latency internet service to ground terminals around the world. The booster for this mission is expected to land on OCISLY.",
            "translation": "Эта миссия запустит вторую партию спутников Starlink версии 1.0 с SLC-40, AFS на мысе Канаверал. Ожидается, что они выйдут на орбиту 550 км х 53°. Это третий запуск Starlink в целом. Starlink-это сеть широкополосного интернета на низкой околоземной орбите, разработанная и принадлежащая SpaceX, которая в конечном итоге будет состоять из почти 12 000 спутников и будет предоставлять интернет-услуги с низкой задержкой наземным терминалам по всему миру. Ожидается, что ракета-носитель для этой миссии приземлится на OCISLY."
        },
        {
            "origin": "SpaceX will launch the Boeing built dual payload satellite to geostationary transfer orbit from XXXX. JCSat 18 is a mobile broadband communications payload built for Sky Perfect JSAT Corporation of Japan and will service Asia Pacific. Kacific 1 is a high throughput broadband internet payload built for Kacific Broadband Satellites and will service certain high demand areas of Southeast Asia and the Pacific. Both payloads share a single chassis. The booster for this mission is expected to land on OCISLY.",
            "translation": "SpaceX запустит построенные Boeing два спутника связи на геостационарную орбиту. JCSat 18-это спутник мобильной широкополосной связи, созданная для японской корпорации Sky Perfect JSAT и предназначенная для обслуживания Азиатско - Тихоокеанского региона. Kacific 1-это широкополосный интернет с высокой пропускной способностью, предназначенный для широкополосных спутников Kacific, который будет обслуживать определенные районы с высоким спросом в Юго-Восточной Азии и Тихоокеанском регионе. Оба спутника имеют одинаковую платформу. Ожидается, что ракета-носитель для этой миссии приземлится на OCISLY."
        },
        {
            "origin": "SpaceX's 19th Crew Resupply Mission on behalf of NASA with a total of 20 contracted flights, this mission brings essential supplies to the International Space Station using SpaceX's reusable Dragon spacecraft. The external payloads for this mission include the Hyperspectral Imager Suite and a lithium-ion battery. Falcon 9 and Dragon will launch from SLC-40, Cape Canaveral AFS. The mission will be complete with return and recovery of the Dragon capsule and down cargo.",
            "translation": "19-я миссия SpaceX по программе пополнения запасов экипажа в интересах NASA, состоящей в общей сложности из 20 рейсов. Эта миссия доставляет необходимые материалы на Международную космическую станцию с помощью многоразового космического корабля Dragon SpaceX. Внешние полезные нагрузки для этой миссии включают набор гиперспектральных тепловизоров и литий-ионный аккумулятор. Falcon 9 и Dragon стартуют с SLC-40 на мысе Канаверал. Миссия будет завершена возвращением и капсулы Dragon и груза."
        },
        {
            "origin": "This mission will launch the first batch of Starlink version 1.0 satellites, from SLC-40, Cape Canaveral AFS. They are expected to contribute to the 550 km x 53° shell. It is the second Starlink launch overall. Starlink is a low Earth orbit broadband internet constellation developed and owned by SpaceX which will eventually consist of nearly 12 000 satellites and will provide low latency internet service to ground terminals around the world. The booster for this mission is expected to land on OCISLY.",
            "translation": "Эта миссия запустит первую партию спутников Starlink версии 1.0 с SLC-40, AFS на мысе Канаверал. Ожидается, что они выйдут на орбиту 550 км х 53°. Это второй запуск Starlink в целом. Starlink-это сеть широкополосного интернета на низкой околоземной орбите, разработанная и принадлежащая SpaceX, которая в конечном итоге будет состоять из почти 12 000 спутников и будет предоставлять интернет-услуги с низкой задержкой наземным терминалам по всему миру. Ожидается, что ракета-носитель для этой миссии приземлится на OCISLY."
        },
        {
            "origin": "SpaceX will launch Boeing built Amos-17, a geostationary communications satellite for Israeli company Spacecom. The satellite will be delivered to GTO from KSC LC-39A or possibly CCAFS SLC-40, and will replace the defunct Amos-5 at 17° E. Amos-17 carries multi-band high throughput and regional beams servicing Africa, Europe and the Middle East. The cost of this launch is covered for Spacecom by SpaceX credit following the Amos-6 incident. A recovery of the booster for this mission is not expected.",
            "translation": "SpaceX запустит построенный Boeing геостационарный спутник связи Amos-17 для израильской компании Spacecom. Спутник будет доставлен на геопереходную орбиту с KSC LC-39A или, возможно, CCAFS SLC-40 и заменит несуществующий Amos-5. Amos-17 обеспечивает многополосную высокую пропускную способность и региональную связь, обслуживая Африку, Европу и Ближний Восток. Стоимость этого запуска покрывается для Spacecom за счет SpaceX после аварии с Amos-6. Посадка ракеты-носителя в этой миссии не планируется."
        },
        {
            "origin": "SpaceX's 18th Commercial Resupply Services mission out of a total of 20 such contracted flights for NASA, this launch will deliver essential supplies to the International Space Station using the reusable Dragon 1 cargo spacecraft. The external payload for this mission is International Docking Adapter 3, replacing IDA-1 lost in SpaceX's CRS-7 launch failure. This mission will launch from SLC-40 at Cape Canaveral AFS on a Falcon 9, and the first-stage booster is expected to land back at CCAFS LZ-1.",
            "translation": "18-я коммерческая миссия SpaceX по снабжению из 20 таких полетов в интересах NASA, этот запуск доставит необходимые материалы на Международную космическую станцию с использованием многоразового грузового космического корабля Dragon 1. Внешняя полезная нагрузка для этой миссии-международный стыковочный адаптер 3, заменяющий IDA-1, потерянный в результате аварии в миссии CRS-7 SpaceX. Эта миссия стартует с SLC-40 мыса Канаверал на Falcon 9, и ожидается, что ракета-носитель первой ступени приземлится обратно на LZ-1."
        },
        {
            "origin": "Space Test Program 2 is a rideshare managed by the U.S. Air Force Space and Missile Systems Center (SMC), launching from LC-39A, KSC. Most of the spacecraft will be delivered into low Earth orbit (LEO) in two deployment sequences separated by a second stage burn. These LEO payloads include the six Taiwan and United States owned COSMIC-2 microsatellites, the Planetary Society's LightSail-B demonstrator cubesat, and others. The third and final deployment will be the Air Force Research Lab's DSX spacecraft, which will be delivered to a medium Earth orbit (MEO). This mission will reuse the side cores from Arabsat 6A, which will return to LZ-1, and LZ-2. The new center core will boost back to land on OCISLY less than 40 km from the launch site.",
            "translation": "Программа космических испытаний 2-это совместная миссия Центра космических и ракетных сил ВВС США (SMC), запуск с LC-39A, KSC. Большая часть космических аппаратов будет выведена на низкую околоземную орбиту (LEO) в двух последовательностях развертываниях. Эти спутники включают шесть принадлежащих Тайваню и Соединенным Штатам микроспутников COSMIC-2, демонстрационный cubesat Планетарного общества LightSail-B и другие. Третьим и последним развертыванием станет космический аппарат DSX Исследовательской лаборатории ВВС, который будет доставлен на среднюю околоземную орбиту (MEO). Эта миссия будет повторно использовать боковые ускорители от миссии Arabsat 6A, которые снова вернутся на LZ-1 и LZ-2. Новый центральный ускоритель должен приземлиться на OCISLY на расстоянии менее 40 км от стартовой площадки."
        },
        {
            "origin": "SpaceX is launching the three satellite RADARSAT Constellation Mission into Sun Synchronous orbit from SLC-4E, VAFB. The RCM spacecraft are synthetic aperture radar (SAR) Earth observation satellites built by the Canadian space company, MDA, for the Canadian Space Agency. This mission was delayed when the originally slated booster failed to land after CRS-16. The booster is expected to return to LZ-4.",
            "translation": "SpaceX запускает миссию трех спутников RADARSAT Constellation на солнечно-синхронную орбиту с SLC-4E, VAFB. Космические аппараты RCM - это спутники наблюдения Земли с радиолокаторами с искусственной апертурой (SAR), построенные канадской космической компанией MDA для Канадского космического агентства. Эта миссия была отложена, поскольку первоначально запланированная ракета-носитель не смогла приземлиться в миссии CRS-16. Ожидается, что ракета-носитель вернется на LZ-4."
        },
        {
            "origin": "SpaceX will launch dozens of Starlink demonstration satellites from SLC-40, Cape Canaveral AFS. Starlink is a low Earth orbit broadband internet constellation developed and owned by SpaceX which will eventually consist of nearly 12 000 satellites and will provide low latency internet service to ground terminals around the world. Two prototype satellites, Microsats 2a and 2b, were launched from Vandenberg AFB in February 2018. The booster for this mission will land on OCISLY.",
            "translation": "SpaceX собирается запустить пачку демонстрационных спутников Starlink с SLC-40, AFS на мысе Канаверал. Starlink-это сеть широкополосного интернета на низкой околоземной орбите, разработанная и принадлежащая SpaceX, которая в конечном итоге будет состоять из почти 12 000 спутников и будет предоставлять интернет-услуги с низкой задержкой наземным терминалам по всему миру. Два прототипа спутников, Microsats 2a и 2b, были запущены с AFB Ванденберга в феврале 2018 года. Ракета - носитель для этой миссии приземлится на OCISLY."
        },
        {
            "origin": "SpaceX's 17th Commercial Resupply Services mission for NASA out of a total of 20 contracted flights, this mission brings essential supplies to the International Space Station using SpaceX's reusable Dragon 1 spacecraft. The external payloads for this mission include Orbital Carbon Observatory 3 and Space Test Program-Houston 6. The Falcon 9 launches from SLC-40 at Cape Canaveral AFS. The booster was expected to land at LZ-1, however, due to the ongoing investigation and clean-up following the Crew Dragon testing incident, it is likely to land on OCISLY instead.\n    ",
            "translation": "17-я коммерческая миссия SpaceX по снабжению МКС в интересах NASA. Эта миссия доставляет необходимые материалы на Международную космическую станцию с помощью многоразового космического корабля Dragon 1 SpaceX. Внешние полезные нагрузки для этой миссии включают Орбитальную углеродную обсерваторию 3 и Программу космических испытаний-Хьюстон 6. Falcon 9 стартует с SLC-40 мыса Канаверал. Ожидалось, что ракета-носитель приземлится на LZ-1, однако из-за продолжающегося расследования и расчистки площадки после инцидента с испытаниями Crew Dragon, скорее всего, она приземлится на OCISLY."
        },
        {
            "origin": "SpaceX will launch Arabsat 6A to a geostationary transfer orbit from SLC-39A, KSC. The satellite is a geostationary telecommunications satellite built by Lockheed Martin for the Saudi Arabian company Arabsat. This will be the first operational flight of Falcon Heavy, and also the first Block 5 Falcon Heavy. All three cores will be new Block 5 cores. The side cores are expected to land at LZ-1 and LZ-2, and the center core is expected to land on OCISLY.",
            "translation": "SpaceX запустит Arabsat 6A на геостационарную переходную орбиту с SLC-39A, KSC. Это геостационарный телекоммуникационный спутник, построенный компанией Lockheed Martin для компании из Саудовской Аравии Arabsat. Это будет первый рабочий полет Falcon Heavy, а также первый блок 5 Falcon Heavy. Все три ускорителя будут новыми, версии Block 5. Ожидается, что боковые ускорители приземлятся на LZ-1 и LZ-2, а центральный, как ожидается, приземлится на OCISLY."
        },
        {
            "origin": "Demonstration Mission 1 (DM-1) will launch Dragon 2 as part of NASA's Commercial Crew Transportation Capability program. This mission will demonstrate Dragon 2, and Falcon 9 in its configuration for crewed missions. DM-1 will launch from LC-39A at Kennedy Space Center, likely carrying some cargo to the International Space Station. The booster is expected to land on OCISLY.",
            "translation": "Демонстрационная миссия 1 (DM-1) запустит Dragon 2 в рамках программы NASA по пилотируемой коммерческой космонавтике. Эта миссия продемонстрирует способность полноценно запускать Dragon 2 и Falcon 9 в их конфигурации для пилотируемых миссий. DM-1 стартует с LC-39A в Космическом центре Кеннеди, вероятно, доставив какой-то груз на Международную космическую станцию. Ожидается, что ракета-носитель приземлится на OCISLY."
        },
        {
            "origin": "SpaceX will launch this rideshare to GTO for Space Systems Loral (SSL). The primary payload for this mission is Nusantara Satu, a communications satellite built by SSL for the private Indonesian company PT Pasifik Satelit Nusantara (PSN). Spaceflight Industries' GTO-1 mission consists of two secondary payloads. One of those is Beresheet, the lunar lander built by the Israeli non-profit organization, SpaceIL. Beresheet will make its own way to the moon from GTO. The other secondary is Air Force Research Lab's (Space Situational Awareness) S5 mission, which hitches a ride to GEO aboard Nusantara Satu. This mission launches from SLC-40 at Cape Canaveral AFS. The booster is expected to land on OCISLY.",
            "translation": "SpaceX запустит спутники компании Space Systems Loral (SSL) на геопереходную орбиту. Основной полезной нагрузкой для этой миссии является Nusantara Satu, спутник связи, построенный SSL для частной индонезийской компании PT Pasifik Satelit Nusantara (PSN). Миссия GTO-1 компании Spaceflight Industries состоит из двух вспомогательных спутников. Один из них-Beresheet, лунный спускаемый аппарат, построенный израильской некоммерческой организацией SpaceIL. Beresheet самостоятельно отправится на Луну с геопереходной орбиты. Другой второстепенный чпутник Nusantara Satu разработан Исследовательской лаборатории ВВС (Space Situational Awareness), который также будет доставлен на геопереходную орбиту. Эта миссия стартует с SLC-40 на АФС мыса Канаверал. Ожидается, что ракета-носитель приземлится на OCISLY."
        },
        {
            "origin": "SpaceX's first flight of 2019 will be the eighth and final launch of its planned Iridium flights. Delivering 10 satellites to low earth orbit, this brings the total up to 75 and completes the Iridium NEXT constellation. This mission launches from SLC-4E at Vandenberg AFB. The booster is expected to land on JRTI.",
            "translation": "Первый полет SpaceX в 2019 году станет восьмым и последним запуском запланированных полетов программы Iridium. Выведя 10 спутников на низкую околоземную орбиту, общее количество спутников Iridium достигнет 75 и завершит группировку. Эта миссия стартует с SLC-4E в Ванденберге. Ожидается, что ракета - носитель приземлится на JRTI."
        },
        {
            "origin": "SpaceX's twenty-first flight of 2018 launched the first of the new GPS III satellites (Block IIIA) for the United States Air Force and was SpaceX's first EELV mission. The spacecraft was delivered to a MEO transfer orbit from SLC-40 at Cape Canaveral Air Force Station. This mission was the first to fly with the redesigned COPV on the first stage (B1054) as well as the second. The booster was expended.",
            "translation": "Двадцать первый полет SpaceX в 2018 году запустил первый из новых спутников GPS III Block IIIA) для ВВС Соединенных Штатов и стал первой миссией SpaceX по программе EELV. Космический аппарат был доставлен на переходную орбиту с площадки SLC-40 с базы на мысе Канаверал. Эта миссия была первой, запущенной с переоборудованным баком COPV на первой ступени (B1054). Посадка ускорителя не производилась."
        },
        {
            "origin": "SpaceX's 16th Crew Resupply Mission on behalf of NASA, with a total of 20 contracted flights. This will bring essential supplies to the International Space Station using SpaceX's reusable Dragon spacecraft. The Falcon 9 will launch from SLC-40 at Cape Canaveral Air Force Station. During the landing of the first stage, a grid fin hydraulic pump stalled, causing the core to enter an uncontrolled roll, and resulting in a (succesful) water landing.",
            "translation": "16-я миссия из 20-и по пополнению запасов экипажа SpaceX в интересах NASA. Миссия позволит доставить необходимые материалы на Международную космическую станцию с помощью многоразового космического корабля Dragon компании SpaceX. Falcon 9 стартует с SLC-40 на военно-воздушной базе на мысе Канаверал. Во время посадки первой ступени гидравлический привод решетчатого руля заклинил, в результате чего ускоритель вошел в неконтролируемый крен, но успешно приводнился."
        },
        {
            "origin": "SpaceX's nineteenth flight of 2018 will fly SSO-A: SmallSat Express out of Vandenberg SLC-4E for Spaceflight. SSO-A is a rideshare to sun synchronus low earth orbit consisting of 64 individual microsatellites and cubesats. It is also likely to be the third flight of core B1046 which previously flew Bangabandhu-1 and Merah Putih. If this happens it will be the first time a Falcon 9 has flown more than two missions. ",
            "translation": "Девятнадцатый запуск SpaceX в 2018 году отправит SSO-A: SmallSat Express из Ванденберга SLC-4E. SSO-A-это совместный запуск на низкую околоземную орбиту компании Sun synchronus, состоящий из 64 отдельных микроспутников и кубсатов. Это также, вероятно, будет третий полет ускорителя B1046, который ранее выполнял рейсы Bangabandhu-1 и Merah Putih. Если это произойдет, то это будет первый раз, когда одна ракета Falcon 9 выполнит более двух миссий."
        },
        {
            "origin": "SpaceX's eighteenth flight of 2018 was its first for Es'hailSat. Es'hail-2 is a communications satellite delivering television and internet to Qatar and the surrounding region. It was launched into a geostationary transfer orbit from LC-39A at Kennedy Space Center. The booster landed on OCISLY.",
            "translation": "Восемнадцатый полет SpaceX в 2018 году и первый для Es'HailSat. Es'hail-2-это спутник связи, обеспечивающий телевещание и интернет-связь в Катаре и прилегающем регионе. Он был выведен на геостационарную переходную орбиту с LC-39A в Космическом центре Кеннеди. Ракета - носитель приземлилась на OCISLY."
        }
    ]
}