[
    {
        "origin": "Falcon 1 becomes the first privately developed liquid-fuel rocket to reach Earth orbit.",
        "translation": "Falcon 1 становится первой частной ракетой на жидкостно-реактивном двигателе, которая достигла околоземной орбиты."
    },
    {
        "origin": "Fifth successful flight of Falcon makes history, becoming the first privately developed liquid-fuel rocket to deliver a commercial satellite to orbit.",
        "translation": "Пятый успешный полет Falcon вошел в историю, став первой частной ракетой на жидкостно-реактивном двигателе, доставившей коммерческий спутник на орбиту."
    },
    {
        "origin": "SpaceX becomes the first private company to successfully launch, orbit, and recover a spacecraft.",
        "translation": "SpaceX становится первой частной компанией, успешно запустившей и вернувшей обратно многоразовый космический корабль."
    },
    {
        "origin": "Private developed Dragon spacecraft 'births' with the International Space Station successfully.",
        "translation": "Частный разработанный космический корабль Dragon успешно стыкуется с Международной космической станцией."
    },
    {
        "origin": "Falcon 9 successfully depoyed payload to Geosynchronous Transfer Orbit",
        "translation": "Falcon 9 успешно вывел полезную нагрузку на геосинхронную переходную орбиту"
    },
    {
        "origin": "On December 21, 2015, the Falcon 9 rocket delivered 11 communications satellites to orbit, and the first stage returned and landed at Landing Zone 1 – the first-ever orbital class rocket landing.",
        "translation": "21 декабря 2015 года ракета Falcon 9 вывела на орбиту 11 спутников связи, а первая ступень вернулась и приземлилась в зоне посадки 1 – первая в истории посадка ракеты орбитального класса."
    },
    {
        "origin": "On April 8, 2016, the Falcon 9 rocket launched the Dragon spacecraft to the International Space Station, and the first stage returned and landed on the Of Course I Still Love You droneship.",
        "translation": "8 апреля 2016 года ракета Falcon 9 запустила космический корабль Dragon к Международной космической станции, первая ступень вернулась и приземлилась на дроне Of Course I Still Love You."
    },
    {
        "origin": "On March 30, 2017, SpaceX achieved the world's first reflight of an orbital class rocket. Following delivery of the payload, the Falcon 9 first stage returned to Earth for the second time.",
        "translation": "30 марта 2017 года SpaceX осуществила первый в мире повторный полет ракеты орбитального класса. После доставки полезной нагрузки первая ступень Falcon 9 вернулась на Землю во второй раз."
    },
    {
        "origin": "The fairing section used in this flight was successfuly recovered from the ocean, following a controlled flyback throug the atmosphere.",
        "translation": "Половинка обтекателя, используемая в этом полете, была успешно выловлена из океана после контролируемого возвращения сквозь атмосферу."
    },
    {
        "origin": "This Dragon resupply mission represented the first reflight of a commercial spacecraft to and from the International Space Station.",
        "translation": "Миссия отметилась первым повторным полетом одного и того же космического корабля Dragon на Международную космическую станцию и обратно."
    },
    {
        "origin": "Maiden flight of Falcon Heavy, using two recovered Falcon 9 cores as side boosters, as well as a modified Block 3 booster reinforced to endure the additional load from the two side boosters. The launch was a success, and the side boosters landed simultaneously at adjacent ground pads. Drone ship landing of the central core failed due to TEA–TEB chemical igniter running out, preventing two of its engines from restarting. Final burn to heliocentric Mars–Earth orbit was performed after the second stage and payload cruised for 6 hours through the Van Allen belts. Later, Elon Musk tweeted that the third burn was successful, and JPL's HORIZONS system showed the second stage and payload in an orbit with an aphelion of 1.67 AU. The live webcast proved immensely popular, as it became the second most watched livestream ever on YouTube, reaching over 2.3 million concurrent views",
        "translation": "Первый полет Falcon Heavy с использованием двух ранее использованных ракет Falcon 9 в качестве боковых ускорителей, а также модифицированного блока 3, усиленного для выдерживания дополнительной нагрузки от двух боковых ускорителей. Запуск прошел успешно, и боковые ускорители одновременно приземлились на соседних наземных посадочных зонах. Посадка среднего ускорителя на плавучаю платформу не удалась из–за того, что химический воспламенитель TEA-TEB закончился, что не позволило перезапустить два двигателя. Окончательный вывод на гелиоцентрическую орбиту системы Марс–Земля был выполнен после повторного зажигания второй ступени, полезная нагрузка в течение 6 часов курсировала по поясу Ван Аллена. Позже Илон Маск написал в твиттере, что третье зажигание прошло успешно, а система HORIZONS JPL обнаружила вторую ступень и полезную нагрузку на орбите с афелием 1,67 а.е. Прямая трансляция оказалась чрезвычайно популярной и стала второй по посещаемости прямой трансляцией на YouTube, набрав более 2,3 миллионов одновременных просмотров."
    },
    {
        "origin": "SpaceX successfully launches Dragon 2, on top of the now human-rated Falcon 9. This was the first a private company sends a human-rated spacecraft to space.",
        "translation": "SpaceX успешно запускает Dragon 2, в дополнение к теперь уже имеющей сертификацию для пилотируемых полетов ракете Falcon 9. Это был первый случай, когда частная компания отправила в космос космический корабль, сертифицированный для пилотируемых полетов."
    },
    {
        "origin": "The first flight test of a Raptor engine occurred on 25 July 2019 at the SpaceX South Texas Launch Site. This was not a full-duration burn, but just a 22-second test.",
        "translation": "Первое летное испытание двигателя Raptor состоялось 25 июля 2019 года на космодроме SpaceX в Южном Техасе. Это был не полноценный прожиг, а всего лишь 22-секундный тест."
    },
    {
        "origin": "This was the fist time payload fairing of an orbital rocket was reused in another flight. The fairing was from the ArabSat-6A mission in April earlier that year.",
        "translation": "Первый случай повторного использования уже использованного головного обтекателя орбитальной ракеты. Обтекатель был ранее запущен в миссии ArabSat-6A в апреле того же года."
    },
    {
        "origin": "This mission was the first crewed flight to launch from the United States since the end of the Space Shuttle program in 2011. It carried NASA astronauts Doug Hurley and Bob Behnken to the ISS.",
        "translation": "Эта миссия стала первым пилотируемым полетом из Соединенных Штатов с момента окончания программы \"Спейс Шаттл\" в 2011 году. В ходе миссии астронавты NASA Даг Херли и Боба Бенкен успешно прибыли на МКС."
    },
    {
        "origin": "Falcon reaches Earth orbit",
        "translation": "Falcon достигает околоземной орбиты"
    },
    {
        "origin": "Falcon delivers payload to orbit",
        "translation": "Falcon доставляет полезную нагрузку на орбиту"
    },
    {
        "origin": "First successfull Dragon launch",
        "translation": "Первый успешный запуск Dragon"
    },
    {
        "origin": "Dragon capsule births with ISS",
        "translation": "Стыковка капсулы Dragon с МКС"
    },
    {
        "origin": "First Falcon 9 GTO mission",
        "translation": "Первая миссия Falcon 9 на гео-переходную орбиту"
    },
    {
        "origin": "Successfull Falcon 9 landing",
        "translation": "Успешная посадка Falcon 9"
    },
    {
        "origin": "Successfull Falcon 9 droneship landing",
        "translation": "Успешная посадка Falcon 9 на плавучую платформу"
    },
    {
        "origin": "First Falcon 9 reflight",
        "translation": "Первый повторный полет Falcon 9"
    },
    {
        "origin": "Fairing recovered successfully",
        "translation": "Обтекатель успешно выловлен из воды"
    },
    {
        "origin": "First Dragon reflight",
        "translation": "Повторный полет Dragon"
    },
    {
        "origin": "First Falcon Heavy heliocentric mission",
        "translation": "Первая гелиоцентрическая миссия Falcon Heavy"
    },
    {
        "origin": "Successfull Dragon 2 docking with ISS",
        "translation": "Успешная стыковка Dragon 2 с МКС"
    },
    {
        "origin": "First flight of Raptor engine",
        "translation": "Первый прожиг двигателя Raptor"
    },
    {
        "origin": "First Falcon 9 fairing reuse",
        "translation": "Первое повторное использование обтекателя Falcon 9"
    },
    {
        "origin": "SpaceX successfully launches humans to ISS",
        "translation": "SpaceX успешно доставила астронавтов на МКС"
    },
    {
        "origin": "SpaceX's first east coast landing pad is Landing Zone 1, where the historic first Falcon 9 landing occurred in December 2015. LC-13 was originally used as a launch pad for early Atlas missiles and rockets from Lockheed Martin. LC-1 was later expanded to include Landing Zone 2 for side booster RTLS Falcon Heavy missions, and it was first used in February 2018 for that purpose.",
        "translation": "Посадочная зона 1 является первой посадочной площадкой SpaceX на восточном побережье США, где в декабре 2015 года произошла историческая первая посадка Falcon 9. LC-13 первоначально использовалась в качестве стартовой площадки для ракет Atlas и ракет Lockheed Martin. LC-1 позже была расширена, чтобы включить зону посадки 2 для полетов Falcon Heavy, и впервые она была использована для этой цели в феврале 2018 года."
    },
    {
        "origin": "SpaceX's west coast landing pad. The pad is adjacent to SLC-4E, SpaceX's west coast launch site. The pad was under construction for about a year starting in 2016. After concerns with seal mating season, this pad was first used for the SAOCOM 1A mission in October 2018. Officially referred to as LZ-4 in FCC filings.",
        "translation": "Посадочная площадка SpaceX на западном побережье. Площадка примыкает к стартовой площадке SLC-4E, также принадлежащей SpaceX. Площадка строилась около года, начиная с 2016 года. Эта площадка впервые была использована для миссии SAOCOM 1A в октябре 2018 года. Официально упоминается как LZ-4 в документах FCC."
    },
    {
        "origin": "The second ASDS barge, Of Course I Still Love You (OCISLY), had been under construction in a Louisiana shipyard since early 2015 using a different hull—Marmac 304—in order to service launches on the east coast. It was built as a replacement for the first Just Read the Instructions and entered operational service for Falcon 9 Flight 19 in late June 2015. As of June 2015, its home port was Jacksonville, Florida, but after December 2015, it was transferred 160 miles (260 km) further south, at Port Canaveral. While the dimensions of the ship are nearly identical to the first ASDS, several enhancements were made including a steel blast wall erected between the aft containers and the landing deck. The ship was in place for a first-stage landing test on the CRS-7 mission, which failed on launch on 28 June 2015. On 8 April 2016 the first stage, which launched the Dragon CRS-8 spacecraft, successfully landed for the first time ever on OCISLY, which is also the first ever drone ship landing. In February 2018, the Falcon Heavy Test Flight's central core exploded upon impact next to OCISLY that damaged two of the four thrusters on the drone ship. Two thrusters were removed from the Marmac 303 barge in order to repair OCISLY.",
        "translation": "Вторая плавучая автономная платформа, Of Course I Still Love You (OCISLY), строилась на верфи в Луизиане с начала 2015 года с использованием другого судна Marmac 304 для обслуживания запусков на восточном побережье. Была построена в качестве замены платформы Just Read the Instructions и поступила в эксплуатацию для 19-го полета Falcon 9 в конце июня 2015 года. По состоянию на июнь 2015 года портом приписки был Джексонвилл, штат Флорида, но после декабря 2015 года перемещена на 160 миль (260 км) дальше на юг, в порт мыса Канаверал. Несмотря на то, что размеры почти идентичны первой платформе, было сделано несколько улучшений, включая стальную противовзрывную стену между кормовыми постройками и посадочной палубой. Платформа была готов к испытанию первой ступени посадки в рамках миссии CRS-7, которая потерпела неудачу при запуске 28 июня 2015 года. 8 апреля 2016 года первая ступень, которая запустила космический корабль Dragon CRS-8, впервые успешно приземлилась на OCISLY, что также является первой в истории посадкой на автономную платформу. В феврале 2018 года центральный ускоритель в испытательном полете Falcon Heavy взорвался при ударе рядом с OCISLY, что повредило два из четырех двигателей платформы. Два двигателя были сняты с баржи Marmac 303 для оперативного ремонта."
    },
    {
        "origin": "The ASDS landing location for the first landing test was in the Atlantic approximately 200 miles (320 km) northeast of the launch location at Cape Canaveral, and 165 miles (266 km) southeast of Charleston, South Carolina. SpaceX's Just Read the Instructions, based on the Marmac 300 deck barge, in position for a landing test on Falcon 9 Flight 17 in April 2015. On 23 January 2015, during repairs to the ship following the unsuccessful first test, Musk announced that the ship was to be named Just Read the Instructions, with a sister ship planned for west coast launches to be named Of Course I Still Love You. On 29 January, SpaceX released a manipulated photo of the ship with the name illustrating how it would look once painted. Both ships are named after two General Contact Units, spaceships commanded by autonomous artificial intelligences, that appear in The Player of Games, a Culture novel by Iain M. Banks. The first Just Read the Instructions was retired in May 2015 after approximately six months of service in the Atlantic, and its duties were assumed by Of Course I Still Love You. The former ASDS was modified by removing the wing extensions that had extended the barge surface and the equipment (thrusters, cameras and communications gear) that had been added to refit it as an ASDS; these items were saved for future reuse.",
        "translation": "Автономная плавучая платформа для первой попытки посадки ракеты, находилась в Атлантике примерно в 200 милях (320 км) к северо-востоку от места запуска на мысе Канаверал и в 165 милях (266 км) к юго-востоку от Чарльстона, штат Южная Каролина. Названа Just Read the Instructions и является переоборудованной палубной баржей Marmac 300. Впервые должна была использоваться во время 17-го полета Falcon 9 в апреле 2015 года. 23 января 2015 года, во время ремонта корабля после неудачного первого испытания, Маск объявил, что платформа будет называться Just Read the Instructions, а ее близнец, строящийся для запуска на западном побережье - Of Course I Still Love You. 29 января SpaceX опубликовала фотографию корабля с названием, иллюстрирующим, как он будет выглядеть после покраски. Оба корабля названы в честь двух космических кораблей, которыми командуют автономные искусственные интеллекты в  известном романе Иэна М. Бэнкса Игрок. Первая платформа Just Read the Instructions перестала использоваться в мае 2015 года после примерно шести месяцев службы в Атлантике, взамен стала использоваться Of Course I Still Love You. С платформы были сняты элементы для увеличения поверхности баржи и оборудование (двигатели, камеры и средства связи), которое было использовано в обновленной версии платформы."
    },
    {
        "origin": "The third ASDS barge, using the Marmac 303 hull, was built during 2015 in a Louisiana shipyard, and the barge transited the Panama Canal in June 2015 carrying its wing extensions as cargo on the deck because the ASDS, when complete, would be too wide to pass through the canal. The home port for the Marmac 303 is the Port of Los Angeles, at the AltaSea marine research and business campus in San Pedro's outer harbor. The landing platform and tender vessels began docking there in July 2015 in advance of the main construction of AltaSea which is scheduled for 2017. SpaceX announced that the Marmac 303 would be the second ASDS to be named Just Read the Instructions (JRtI) in January 2016, shortly before its first use as a landing platform for Falcon 9 Flight 21. On 17 January 2016, JRtI was put to first use in an attempt to recover a Falcon 9 first-stage booster from the Jason-3 mission from Vandenberg. The booster successfully landed on the deck; however, a lockout collet failed to engage on one of the legs causing the rocket to tip over, exploding on impact with the deck.[23] On January 14, 2017, SpaceX launched Falcon 9 Flight 29 from Vandenberg and landed the first stage on the JRtI that was located about 370 km (230 mi) downrange in the Pacific Ocean, making it the first successful landing in the Pacific.",
        "translation": "Третья автономная плавучая платформа, основанная на барже Marmac 303, была построена в 2015 году на верфи в Луизиане, пересекла Панамский канал в июне 2015 года, неся удлинители крыла в качестве груза на палубе, потому что с установленными платформа стала бы слишком большой, чтобы пройти через канал. Портом приписки для Marmac 303 является порт Лос-Анджелеса, расположенный в кампусе морских исследований и AltaSea во внешней гавани Сан-Педро. Посадочные платформы и прочие судна начали швартоваться там в июле 2015 года в преддверии основного строительства AltaSea, которое было запланировано на 2017 год. SpaceX в январе 2016 года объявила, что Marmac 303 станет второй платформойс названием Just Read the Instructions (JRtI), незадолго до первого использования в качестве посадочной платформы для 21-го полета Falcon 9. 17 января 2016 года JRtI была впервые использована в попытке посадить первой ступень Falcon 9 в миссии Jason-3 с Ванденберга. Ускоритель успешно приземлился на палубу; однако замок одной посадочной опоры не сработал, в результате чего ракета опрокинулась и взорвалась при ударе о палубу. 14 января 2017 года SpaceX запустила в 29 полете ракету Falcon 9 из Ванденберга и посадила первую ступень на JRtI, которая находилась на расстоянии около 370 км (230 миль) в Тихом океане, это стало первой успешной посадкой в Тихом океане."
    },
    {
        "origin": "The fourth ASDS barge was announced to be under construction in February 2018 and it will become the second active east coast-based ASDS. It will be homeported at Port Canaveral. This future simultaneously usable ASDS, along with OCISLY, is called A Shortfall of Gravitas (ASoG) and like the rest of the fleet, its naming is based on names used in the Culture series. The droneship is expected to be operational in mid-2019.",
        "translation": "Было объявлено, что четвертая автономная плавучая платформа начнет строиться в феврале 2018 года, и она станет второй действующей платформой на восточном побережье с базой в Порт-Канаверал. В будущем эта платформа получит название A Shortfall of Gravitas (ASoG), наряду с OCISLY, название основано на именах, используемых в серии научно-фантастических книг. Ожидается, что платформа будет введена в эксплуатацию в середине 2019 года."
    },
    {
        "origin": "NASA's historic pad that launched most of the Saturn V and Space Shuttle missions, including Apollo 11. SpaceX initially leased solely for Falcon Heavy and Crew Dragon launches, but the company has also used it for others as well following the damage to SLC-40 in the AMOS-6 explosion. After completing the necessary modifications, the first launch SpaceX performed on the pad was CRS-10 in February 2017. After SLC-40 was back online, 39A was upgraded to support Falcon Heavy and complete the removal of the shuttle-era Rotating Service Structure. More recently, a crew access arm and other safety equipment has been installed in order to launch commercial crew missions. 39A also occasionally launches other Falcon 9 missions between Falcon Heavy and Crew Dragon launches, depending on pad scheduling. The pad may also potentially be upgraded in the future for use with the BFR.",
        "translation": "Историческая площадка NASA, с которой стартовало большинство миссий \"Сатурн V\" и \"Спейс Шаттл\", включая \"Аполлон-11\". Первоначально SpaceX арендовала его исключительно для запусков Falcon Heavy и Crew Dragon, но компания также начала использовать ее для других миссий после повреждения SLC-40 во время взрыва ракеты при подготовке миссии AMOS-6. После завершения необходимых модификаций первый запуск SpaceX, выполненный с площадки, был CRS-10 в феврале 2017 года. После того, как SLC-40 была восстановлена, на 39A началась модернизация для запусков Falcon Heavy, было полностью демнотировано оборудование, использованное в запусках Шаттлов. Совсем недавно для запуска пилотируемых миссий был установлен рукав с коридором для экипажа и другое оборудование для безопасности. С 39A также иногда стартуют другие миссии Falcon 9 между запусками Falcon Heavy и Crew Dragon. Площадка также потенциально может быть модернизирована в будущем для использования с BFR."
    },
    {
        "origin": "SpaceX's primary west coast launch pad for polar orbits and sun-synchronous orbits, primarily used for Iridium NEXT and scientific satellite launches. The pad was used for the debut of Falcon 9 v1.1 in the rocket's first ever non-dragon mission, CASSIOPE, in September 2013. It is SpaceX's only remaining pad with the old-style transporter/erector, which reclines prior to launch instead of using a throwback procedure. It is also capable of launching Falcon Heavy (although some pad modifications would be needed, but no west coast Falcon Heavy missions are currently planned).",
        "translation": "Основная стартовая площадка SpaceX на западном побережье для запуска на полярные и солнечно-синхронные орбиты, в основном используемая для запусков спутников Iridium NEXT и научных спутников. Эта площадка использовалась для дебюта Falcon 9 v1.1 в первой в истории миссии, не связанной с кораблями Dragon, миссии CASSIOPE в сентябре 2013 года. Это единственная оставшаяся площадка SpaceX с транспортером старого образца, которая откидывается перед запуском. С площадки также возможны запуски Falcon Heavy (хотя потребуются некоторые модификации), но в настоящее время не планируется никаких подобных миссий на западном побережье."
    },
    {
        "origin": "SpaceX's primary Falcon 9 pad, where all east coast Falcon 9s launched prior to the AMOS-6 anomaly. Previously used alongside SLC-41 to launch Titan rockets for the US Air Force, the pad was heavily damaged by the AMOS-6 anomaly in September 2016. It returned to flight with CRS-13 on December 15, 2017, boasting an upgraded throwback-style Transporter-Erector modeled after that at LC-39A.",
        "translation": "Площадка SpaceX Falcon 9, бывшая основной для всез хапусков Falcon 9 с восточного побережья до аварии с AMOS-6. Ранее использовалась вместе с SLC-41 для запуска ракет Titan в интересах ВВС США. Площадка была сильно повреждена аварией при запуске AMOS-6 в сентябре 2016 года. после восстановления впервые использовалась в миссии CRS-13 15 декабря 2017 года, имея модернизированный транспортер, смоделированный по образцу LC-39A."
    },
    {
        "origin": "SpaceX's original pad, where all of the Falcon 1 flights occurred (from 2006 to 2009). It would have also been the launch site of the Falcon 1e and the Falcon 9, but it was abandoned as SpaceX ended the Falcon 1 program and decided against upgrading it to support Falcon 9, likely due to its remote location and ensuing logistics complexities.",
        "translation": "Оригинальная площадка SpaceX, где проходили все полеты Falcon 1 (с 2006 по 2009 год). Она могла бы стать стартовой площадкой Falcon 1e и Falcon 9, но была заброшена, поскольку SpaceX завершила программу Falcon 1 и решила не модернизировать это место для запусков Falcon 9, вероятно, из-за ее удаленного расположения и связанных с этим логистических сложностей."
    },
    {
        "origin": "SpaceX's original west coast launch pad for Falcon 1. It was used in a static fire test but was never employed for a launch, and was abandoned due to range scheduling conflicts arising from overflying other active pads.",
        "translation": "Оригинальная стартовая площадка SpaceX на западном побережье для Falcon 1. Использовалась только для статических огневых испытаний, без запуска ракет. Была заброшена из-за необходимости обхода других активных площадок на первоначальных траекториях после старта."
    },
    {
        "origin": "SpaceX's new private launch site currently under construction for suborbital test flights of Starship, and potentially orbital flights of the full super heavy stack (previously referred to as BFR) in the future. Currently planned to enter use with static fires and test hops of the Starhopper, with the first tethered hop successfully occurring in March 2019. It was previously going to be used for Falcon 9 and Falcon Heavy flights, but this no longer appears to be likely due to its construction timeline and existing launch sites being sufficient to handle present demand. Due to the Caribbean islands and off-shore oil wells, it will be limited to very few possible launch trajectories, and current Texas law only allows a limited number of beach closures per year for orbital launches.",
        "translation": "Новая частная стартовая площадка SpaceX, в настоящее время строится для суборбитальных испытательных полетов Starship, и, возможно, орбитальных полетов Super Heavy (ранее называвшегося BFR) в будущем. В настоящее время планируется начать использование для статических прожигов и тестовыми прыжками Starhopper. Первый прыжок привязанного Starship успешно состоялся в марте 2019 года. Ранее плащадка должна бфыла использоваться для полетов Falcon 9 и Falcon Heavy, но это больше не рассматривается в связи с наличием других стартовых площадок, достаточных для удовлетворения нынешнего спроса. Из-за близости Карибских островов и прибрежных нефтяных скважин, площадка будет ограничена очень небольшим количеством возможных траекторий запуска, кроме того, действующее законодательство Техаса разрешает только ограниченное количество перекрытия пляжей в год ради орбитальных запусков."
    }
]